Repository: sparrovv/financial_simulations
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pl_pl

source: Retire in
pl_pl: Emerytura po

source: years,
pl_pl: latach,

source: From that month your income will be zero, and you will live from your investments.
pl_pl: Od tej daty nie musisz juz pracować, bo twoje oszczędności powinny wystarczyć do końca twojego zycia.

source: With current configuration, you will always need some kind of income stream.
pl_pl: Wygląda na to ze musisz cały czas pracować

source: FIRE curve - for how long you will need to work?
pl_pl: Krzywa FIRE - jak długo jeszcze musisz pracować?

source: income_expenses_breakdown
pl_pl: Podaj miesięczne dochody i wydatki:

source: Month by month details
pl_pl: Szczegóły miesiąc po miesiącu

source: Select currency code
pl_pl: Wybierz walutę

source: How many years to simulate?
pl_pl: Ile lat zasymulować?

source: Simulating for
pl_pl: Symulacja na

source: years
pl_pl: lata

source: How old are you?
pl_pl: Ile masz lat?

source: Life expectancy?
pl_pl: Oczekiwana długość życia?

source: Provide monthly income and expenses:
pl_pl: Podaj miesięczne dochody i wydatki:

source: Monthly salary
pl_pl: Miesięczne wynagrodzenie

source: Monthly expenses
pl_pl: Miesięczne wydatki

source: Stocks / ETFs
pl_pl: Akcje / ETF-y

source: Bonds
pl_pl: Obligacje

source: Cash
pl_pl: Gotówka

source: Invest cash surplus
pl_pl: Zainwestuj nadwyżkę gotówki

source: Invest cash surplus strategy
pl_pl: Strategia inwestowania nadwyżki gotówki

source: Invest cash threshold
pl_pl: Próg inwestowania gotówki

source: Any investment properties?
pl_pl: Czy posiadasz jakiekolwiek nieruchomości inwestycyjne?

source: Number of investment properties?
pl_pl: Liczba nieruchomości inwestycyjnych

source: Property
pl_pl: Nieruchomość

source: Market value
pl_pl: Wartość rynkowa

source: Mortgage left
pl_pl: Pozostały kredyt hipoteczny

source: Mortgage months
pl_pl: Liczba miesięcy kredytu hipotecznego

source: Mortgage rate
pl_pl: Oprocentowanie kredytu hipotecznego

source: Property monthly income
pl_pl: Miesięczny dochód z nieruchomości

source: Annual rent increase rate
pl_pl: Roczna stopa wzrostu czynszu

source: Configuration parameters
pl_pl: Parametry konfiguracji

source: Inflation rate calc
pl_pl: Obliczanie stopy inflacji

source: annual_inflation_rate
pl_pl: Roczna stopa inflacji

source: Stock / ETF type calculation
pl_pl: Typ obliczania akcji / ETF

source: Annual stock return rate
pl_pl: Roczna stopa zwrotu z akcji

source: Annual bonds return rate
pl_pl: Roczna stopa zwrotu z obligacji

source: Annual income increase rate
pl_pl: Roczna stopa wzrostu dochodu

source: Annual property appreciation rate
pl_pl: Roczna stopa wzrostu wartości nieruchomości
